---
kind: property
id: P:Autodesk.Revit.DB.OverrideGraphicSettings.Halftone
source: html/b5c650c1-7de9-227b-5640-a42dd2807ec1.htm
---
# Autodesk.Revit.DB.OverrideGraphicSettings.Halftone Property

Value of the halftone override.

## Syntax (C#)
```csharp
public bool Halftone { get; }
```